paper.org
#+TITLE: Twisted $M$-theory and its perturbative quantization.
#+AUTHOR: Surya and Brian

* Definition of twisted supergravity
** The classical BV theory
** Moduli theoretic interpretation
* Quantization of holomorphic-topological theories
** Effective renormalization
** The $11$-dimensional theory
** The moduli space of quantizations
* Relationship to the Type IIA string
** Kodaira--Spencer theory with potentials
*** Warm-up: four-dimensional Kodaira--Spencer theory
*** Eight-dimensional Kodaira--Spencer theory
** The Type IIA topological string
** Reduction of twisted supergravity
*** Calabi--Yau compactifications
** Twisted supergravity on a three-fold
* The non-minimal G2 twist
