paper.tex
% Created 2020-10-14 Wed 13:57
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Surya and Brian}
\date{\today}
\title{Twisted \$M\$-theory and its perturbative quantization.}
\hypersetup{
 pdfauthor={Surya and Brian},
 pdftitle={Twisted \$M\$-theory and its perturbative quantization.},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Definition of twisted supergravity}
\label{sec:orgea6ebfa}
\subsection{The classical BV theory}
\label{sec:org23fe8d4}
\subsection{Moduli theoretic interpretation}
\label{sec:orgd709323}
\section{Quantization of holomorphic-topological theories}
\label{sec:orgec1821a}
\subsection{Effective renormalization}
\label{sec:org2b54a17}
\subsection{The \$11\$-dimensional theory}
\label{sec:org553e6b1}
\subsection{The moduli space of quantizations}
\label{sec:orgefb666b}
\section{Relationship to the Type IIA string}
\label{sec:org22f4829}
\subsection{Kodaira--Spencer theory with potentials}
\label{sec:org9f736c1}
\subsubsection{Warm-up: four-dimensional Kodaira--Spencer theory}
\label{sec:org0b90e8b}
\subsubsection{Eight-dimensional Kodaira--Spencer theory}
\label{sec:org3b2a900}
\subsection{The Type IIA topological string}
\label{sec:org02b0f82}
\subsection{Reduction of twisted supergravity}
\label{sec:org59003d2}
\subsubsection{Calabi--Yau compactifications}
\label{sec:org55d712d}
\subsection{Twisted supergravity on a three-fold}
\label{sec:org7c4a220}
\section{The non-minimal G2 twist}
\label{sec:orgc520304}
\end{document}
